[launcher]
170023=Jogar
170024=Workshop
170025=Site do AOE
170026=Placares
170027=Conquistas
170032=Você está entrando no Steam Workshop, que não pertence nem é operado pela Microsoft Corporation.
170033=Estes mods do Steam Workshop podem alterar como o Age of Empires II HD Edition funciona, e não foram criados ou recebem suporte da Microsoft.  Ao baixar arquivos do Steam Workshop, você concorda com os riscos e exime a Microsoft Corporation e entidades afiliadas de qualquer forma de responsabilidade relacionada ao seu uso do Steam Workshop. Seu uso do Steam Workshop será regido pelos termos de uso da Steam e não pelo Contrato de Licença de Usuário Final da Microsoft.
170034=Eu concordo com os termos e condições de usuário do Steam Workshop Acordo: http://store.steampowered.com/subscriber_agreement/ment/
170035=Agreement:
170036=Aceitar
170037=Recusar